{"a3jxa": {"genres": ["action", "adventure"], "languages": "EN,FR,DE,ES,IT,PT,JA,KO,ZHCN", "new": "new", "price": 15, "publisher": "Inti Creates", "region": "ALL", "sku": "a3jxa", "title": "Blaster Master Zero 3", "content": "LIMITED RUN #109\n\nBlaster Master Zero 3's hybrid of sidescrolling and top-down action is back for its 3rd chapter, and more intense than ever before! Series protagonist Jason travels to where the series all began, the planet Sophia, in order to save series heroine Eve in this final installment of the BMZ trilogy.\n\nIn the previous game, Blaster Master Zero 2, Jason and his partner Eve finally reach their destination, the planet Sophia, after a long and arduous journey through space. However, a new threat was already lying in wait for them upon their arrival.\nWithout warning, they were attacked, captured, and separated from each other by Sophia's military, the Sophia Force.\nJason's new journey begins on Sophia after he escapes from the Sophia Force base aboard his All-Terrain Battle Tank, G-SOPHIA SV, and begins his search for Eve.\n\n- The finale of the &quot;Jason Saga&quot; is here!\n\nFrom the depths of planet Earth, to outer space, and now beyond dimensional rifts, this charming intergalactic story comes to its epic conclusion!\n\n- &quot;Reverse&quot; the situation with the VRV system to forge a new path forward!\n\nJason now has the power to cross over dimensions!\nWith the new &quot;VRV system,&quot; venture into super-dimensional space and conquer tricky areas using the power of &quot;reversal&quot; as your guide.\n\n- Powered-up Gameplay!\n\nEnjoy increased combat flexibility with G-SOPHIA SV's new dual SP gauge system!\nThe totally revamped gun level system gives you access to 5 weapon types at all times that increase in power as you level up your gun!\nReact to both long-range and short-range attacks with ease using the new Multi-Counter System! Automatically activate the best Blast Counter for the situation with a single button press!", "stripe_price_id": "price_1OYphMBC2mcEPes8Z1jiZ97N", "stripe_prodcut_id": "prod_PNatl7boCsS554", "stripe_taxcode_id": "txcd_99999999"}, "a2hea": {"sku": "a2hea", "price": 35, "title": "Potion Permit", "region": "ALL", "languages": "EN,FR,DE,ES,PT,KO,ZHCN,RU", "publisher": "PQube", "genres": ["action", "adventure", "role-playing", "puzzle"], "features": ["sale"], "content": "The town of Moonbury has always been wary of the advances of the outside world, preferring to rely on their traditional methods of healing. Until one day, when the mayor's daughter falls ill, and the local witch doctor can do nothing to help her, they are forced to look outside their small community for help.\nThe Medical Association decides to send their most accomplished chemist - you - to help cure the mayor's daughter and convince the residents of Moonbury of the wonders of modern alchemy. Gain their trust and tend to each person when they fall ill in this open-ended sim RPG.\n\nFeatures\n• Take care of residents. Moonbury has around 30 unique inhabitants who will occasionally fall ill and call for your aid. Sick residents will have their schedules interrupted while they recuperate in bed.\n• Diagnose symptoms and find a cure! Hmm... a low heart rate and a bloated liver. Shoulder cramps, perhaps? No, these are sure signs of burning lungs. This patient has been consuming too much gelatin! Easily remedied; you'll just need to craft some Minty Goblet.\n• Gather ingredients out in the world. Once you've decided on a potion, ointment, or salve, gather ingredients from the surrounding environment using your tools. Upgrade your hammer, axe, and sickle for new swings and attacks to help with your day-to-day tasks. Watch out for changing weather conditions! You may find yourself caught out in the rain, a freezing blizzard, or even the baking heat of a desert.\n• Confront nasty monsters for their materials. Sometimes you won't be able to gather the materials you need as easily as harvesting a berry bush, and you'll need to turn your trusty tools into weapons to collect materials from the monsters prowling the nearby wilderness. Combat is in real-time and, since you're a chemist, you'll be able to brew various concoctions to buff yourself or inflict status ailments on your adversaries, as well as various tools to aid you.\n• Brew remedies in your cauldron. The ingredients you gather can be mixed in your cauldron to brew medicine, vitamins, and more. As you become more experienced, higher-level recipes will become available, requiring more ingredients but bestowing stronger effects. Enhance your cauldron to concoct more ingredients into your recipes for these more advanced remedies.\n• Build relationships with the townsfolk. It'll take a little while, but your patients' health will be much better thanks to your efforts. Your reputation with them will increase, and they'll open up to you a little more. You may even find yourself growing particularly close to certain bachelors or bachelorettes.\n• Upgrade the town and surrounding areas. Building relationships with townsfolk increases your approval rating allowing you to improve the area by improving public buildings and expanding the explorable areas around the town. You can also craft and buy new furniture to give your home a personal touch!\n• Enjoy the peace and quiet of the countryside. In the downtime between treating the community's ailments, you'll be able to freely explore in and around Moonbury. Get to know the inhabitants a little better, take a rest in the tavern, or go fishing to catch something for dinner. Moonbury is a delightfully charming location where time seems a little slower and life is just a little more relaxed than in the big city. While the lighting will change throughout the day, with the bright sun streaking across the meadows in the morning and street lamps illuminating the town in the early evening, there are no time limits for game objectives. You are free to go at your own pace and take it easy.\n• Spend time with a faithful companion. You didn't relocate to Moonbury alone! With you every step of the way is your loyal dog companion. Your pet can help you locate hidden items and point you in the direction of residents as they go about their day.", "stripe_price_id": "price_1OYphNBC2mcEPes8UXcxQbPZ", "stripe_prodcut_id": "prod_PNatf0eP4s6uH7", "stripe_taxcode_id": "txcd_99999999"}, "a2v2a": {"sku": "a2v2a", "price": 10, "title": "Tactics Ogre: Reborn", "region": "ALL", "languages": "EN,FR,DE,ES,JA,KO,TH,ZHTW,ZHCN", "publisher": "SQUARE ENIX", "genres": ["simulation", "role-playing"], "content": "Based on the 2010 release, the game features improved graphics and sound, as well as updated game design, bringing to life a new Tactics Ogre that remains true to its roots. Tactics Ogre veterans will experience a game that surpasses their fondest memories, while players new to Tactics Ogre will discover a game unlike any they've ever played. Reborn and deeper than ever, the game enables players to immerse themselves in the world and intrigue of Tactics Ogre like never before.\n\n・Tactics Ogre: Reborn Features\n-A tactical role-playing game depicting the struggle for control of the Valerian Isles.\n\n-Your choices affect how the story unfolds, and even how it ends, with a game system that allows for multiple paths through the game and multiple endings. The story takes place through the eyes of a young man named Denam. The decisions he makes will alter the fate of those around him, and shift the course of Valeria's history.\n\n-Fight pitched tactical battles on three-dimensional battlefields. The completely revamped AI enables enemies to adapt their tactics to the situation, providing a battle system that always keeps you thinking and never grows old.\n\n-The class-wide level management system used in Tactics Ogre (2010) has changed to a unit-by-unit level system. Theorycraft your way through endless combinations of classes, equipment, skills, and magic.\n\n-Enjoy numerous playability improvements, such as a quicker pace of battle, auto save, and a complete overhaul to the controls and UI to make it easier to get into the game than ever.\n\n-The unparalleled details of the characters and backgrounds from the original Tactics Ogre (1995) have been recreated in high definition, while the detailed pixel art that gives the game its unique feel has been preserved and enhanced.\n\n-The cutscenes are fully voiced in English and Japanese, and all of the music has been rerecorded with live performances! The voices bring new life to the complex motivations of the characters that make up the factions and shifting political alliances of this epic story.\n\n-When you advance far enough in the game you'll unlock the World Tarot, enabling you to travel back in the story with the power of your forces intact; an incredibly useful feature in a game where your choices have such a huge impact on how the story unfolds. If you wonder what a different choice would have led to, now you can find out!\n\n-Traveling back isn't limited to the story; the Chariot Tarot lets you rewind up to a certain number of moves during battle. In a game of tactical battles where a single mistake can mean the difference between victory and defeat, you can play without worrying that you'll back yourself into a corner.\n\n-Enjoy a wealth of endgame content such as the 100-level Palace of the Dead. A world of endless stories and intrigue awaits!", "stripe_price_id": "price_1OYphOBC2mcEPes8clHdbJPB", "stripe_prodcut_id": "prod_PNatSM052Qx0Tb", "stripe_taxcode_id": "txcd_99999999"}, "a2r8a": {"sku": "a2r8a", "price": 20, "title": "Astalon: Tears of the Earth", "region": "ALL", "languages": "EN,FR,DE,ES,JA,KO,ZHCN", "publisher": "DANGEN Entertainment", "genres": ["action", "adventure", "puzzle", "platformer"], "content": "LIMITED RUN #138\n Relive the glory days of 8-bit action-adventure through beautifully detailed, authentic pixel art set in a dark, fantastic world! Astalon features the progressive exploration of an interconnected world with the swiftness and quick rhythm of a room-by-room action platformer.\n\nOriginal character design by Ryusuke Mita, creator of world-famous manga Dragon Half!\nPlay at your own pace -- explore thoroughly and build your characters strengths, or use risky methods to slice your way up the tower furiously!\nSwitch between your heroes and utilize the unique abilities of a warrior, archer and wizard to progress through the game.\nBattle against a large assortment of different enemies, giant monsters, and epic bosses! Choose the right hero to find the weaknesses of the creatures that stand in your way!\nUpgrade your characters’ abilities and change the course of destiny by making deals with Epimetheus -- the Titan of Death.\nCollect a variety of incredible artifacts such as the “Sword of Mirrors” that will bestow your characters with new abilities and open new possibilities.\nUse campfires to save your progress, change characters, and discover details about the heroes’ pasts.\nHundreds of rooms to discover -- hours of challenging exploration with a plethora of unlockables and secrets to reward the most inquisitive players!\nExperience an exciting soundtrack of chiptune music composed by Matt Kap, spanning over 30 pieces of music!", "stripe_price_id": "price_1OYphOBC2mcEPes8ESAvRHcB", "stripe_prodcut_id": "prod_PNatpDK6qu12yD", "stripe_taxcode_id": "txcd_99999999"}, "a3hce": {"sku": "a3hce", "price": 15, "title": "Monark", "region": "USA", "languages": "EN", "publisher": "NIS America", "genres": ["adventure", "role-playing", "strategy"], "features": ["new"], "content": "Includes the MONARK full game and the Casual Outfit Set, which contains the following 5 costumes:\n\n- Protagonist's Casual Outfit\n- Nozomi's Casual Outfit\n- Shinya's Casual Outfit\n- Ryotaro's Casual Outfit\n- Kokoro's Casual Outfit", "stripe_price_id": "price_1OYphPBC2mcEPes8IU482mPF", "stripe_prodcut_id": "prod_PNatOyC3dXjux9", "stripe_taxcode_id": "txcd_99999999"}, "a4p5a": {"sku": "a4p5a", "price": 20, "title": "Train Life: A Railway Simulator", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,PT,JA,ZHCN,RU", "publisher": "Nacon", "genres": ["simulation"], "content": "For the first time in a railway simulator, you are the driver and the company manager!\n\nTAKE THE CONTROL OF YOUR TRAIN AND TRAVEL TO EUROPE\nDrive your passengers or goods across 10 countries and explore the countryside, towns, forests, and mountains of Europe from your cab. Each locomotive has its own characteristics (power, braking, etc.), and you need to learn to control it expertly while following the railway signs and adapting to the weather conditions.\n\nBECOME A TRUE RAILWAY ENTREPRENEUR\nAs well as driving trains, you need to operate a successful company. Create your own company; buy and maintain your trains; hire conductors and give them new contracts; explore new routes, and optimize your Passenger and Freight activities. Make the right choices to earn money and grow your business!\n\nTrain Life: A Railway Simulator [Orient-Express Edition] includes:\n\n- Base Game\n- 1920s Orient-Express Train", "stripe_price_id": "price_1OYphQBC2mcEPes8ajQb7Hel", "stripe_prodcut_id": "prod_PNatDk2qGZSZaQ", "stripe_taxcode_id": "txcd_99999999"}, "a3t9a": {"sku": "a3t9a", "price": 40, "title": "Pathway", "region": "ALL", "languages": "EN,FR,DE,JA,ZHCN", "publisher": "Chucklefish", "genres": ["adventure", "role-playing", "strategy"], "content": "LIMITED RUN #124\n\nIn 1936, Nazi influence has spread, along with rumours of secret excavations, mysterious artefacts, and gruesome occult rituals… Assemble a bold team of adventurers and journey through the desert-wilderness. Outwit foes in strategic squad combat and locate ancient treasures before they fall into the wrong hands!\n\nDiscover 5 different campaigns of varying difficulty, each attempt generating a new web of events…\n\nEncounter hand-crafted story events. Search the well?\nSave the villagers? It’s up to you!\n\nUse cover and positioning in exciting turn-based squad combat.\nLearn to make the best use of your team’s abilities and equipment in order to defeat the enemy!\n\nEach of Pathway’s 16 unlockable characters has their own set of skills and quirks which can impact combat and story encounters.", "stripe_price_id": "price_1OYphRBC2mcEPes8qywJPmKq", "stripe_prodcut_id": "prod_PNat28e30Bojct", "stripe_taxcode_id": "txcd_99999999"}, "a4cpa": {"sku": "a4cpa", "price": 25, "title": "Are You Smarter than a 5th Grader?", "region": "ALL", "languages": "EN,FR", "publisher": "HandyGames", "genres": ["party"], "content": "Are You Smarter Than A 5th Grader? for Nintendo® Switch is a charmingly humorous quiz game based on the popular TV franchise. Multiple-choice questions, true-or-false challenges, and minigames will test your proficiency in 24 different subjects. Faced with a tough question, you can always rely on your classmates for help. More than 6800 questions on topics like animal sciences, vocabulary, math, and more are delivered by a diverse, fully voiced, and animated cast of characters. Beat each challenge alone or together with family and friends in exciting couch co-op multiplayer gameplay to prove that you are, in fact, smarter than a 5th grader!", "stripe_price_id": "price_1OYphRBC2mcEPes856SUB59q", "stripe_prodcut_id": "prod_PNatM7Jd0GfiqT", "stripe_taxcode_id": "txcd_99999999"}, "a2lsa": {"sku": "a2lsa", "price": 50, "title": "Tin Hearts", "region": "ALL", "languages": "EN,FR,DE,ES,IT,PT,JA,KO,ZHTW,ZHCN,RU", "publisher": "Wired Productions", "genres": ["puzzle", "platformer"], "content": "Behind every brilliant invention, hides an incredible story. From the makers of the critically acclaimed Fable series comes Tin Hearts – an immersive puzzle game wrapped in a powerful tale of love and compromise.\n\nDiscover an epic tale spanning generations and dimensions. G guide a troop of mischievous tin soldiers through a world full of beauty, magic, and mystery, using a variety of whimsical and inventive contraptions to bounce, shoot and glide them to their goal.\n\nMarch on through 40 + levels of time bending, soldier routing riddles, and forge new paths for your toys to follow. Overcome increasingly brilliant puzzles to unravel the emotional story of Albert Butterworth, a genius inventor of Victorian times.", "stripe_price_id": "price_1OYphSBC2mcEPes8HdFSjY8l", "stripe_prodcut_id": "prod_PNathXnaEGhOAk", "stripe_taxcode_id": "txcd_99999999"}, "a2yrb": {"sku": "a2yrb", "price": 40, "title": "Love Esquire", "region": "ALL", "languages": "EN,DE,ZHTW,ZHCN,RU", "publisher": "Mama Morin", "genres": ["adventure", "role-playing", "strategy"], "content": "In Love Esquire, you're not a famous knight, but a good-for-nothing squire who's on a quest to find man's greatest pleasure. Getting the girl won't be easy though, since most of them are waaaay out of your league!\n\nSo raise those stats, battle monsters, and unleash your full potential!\n\nFEATURES\n\n♡ 5 Dateable Waifus – Love Esquire's heroines are not just pretty faces! Each have their own unique ambitions, backstories, plots, and dirty little secrets for you to uncover.\n\n♡ Turn-based Combat – You may not be a decent squire, but you have a number of unconventional techniques to keep your needy knight alive. Taunt, cheer, heal, and loot your way to victory!\n\n♡ Raise Stats – Git gud and become the ideal man by increasing your strength, charisma and intelligence. These traits not only affect your combat abilities, but also your relationships.\n\n♡ Fully Voiced – Hear your waifus fully express their undying love for you!\n\n♡ Forge Relationships – Amp up your squirely charm by giving gifts and whispering sweet nothings to your waifu. Get those romance points high enough and they'll open up in more ways than one.\n\n♡ Multiple Endings – What's waiting for your squire at the end of the journey? Be careful with those choices!", "stripe_price_id": "price_1OYphSBC2mcEPes8PrJOAm8q", "stripe_prodcut_id": "prod_PNatSiZrXnVwb1", "stripe_taxcode_id": "txcd_99999999"}, "a2mxa": {"sku": "a2mxa", "price": 10, "title": "Curse of the Sea Rats", "region": "ALL", "languages": "EN,FR,DE,ES,IT,JA,RU", "publisher": "PQube", "genres": ["action", "adventure", "platformer"], "content": "Curse of the Sea Rats is a ‘ratoidvania’ platform adventure with lovingly crafted, hand-drawn animations. Embark on the epic journey of four prisoners of the British empire, transformed into rats by the notorious pirate witch, Flora Burn. To regain their human bodies, they will have to fight dangerous bosses, uncover the secrets of the vast Irish coast, and ultimately capture the witch who cursed them.", "stripe_price_id": "price_1OYphTBC2mcEPes8OVrBtHv1", "stripe_prodcut_id": "prod_PNat7YmEAJIwqL", "stripe_taxcode_id": "txcd_99999999"}, "a2r3b": {"sku": "a2r3b", "price": 5, "title": "Dragon Star Varnir", "region": "USA", "languages": "EN", "publisher": "Idea Factory", "genres": ["action", "adventure", "role-playing"], "features": ["sale"], "content": "In a world where the bones of an ancient beast tower over the land...​​\n\nThe Knight Zephy is part of an order whose role is to hunt down witches – people seen as cursed beings for giving birth to dragons.​​\n\nHe is brutally mauled by a dragon on one mission, but as he gasps his last breath, two witches save him by feeding him dragon blood – a death-defying magical substance that also grants him new witch powers. ​​\n\nTheir fates now intertwined, Zephy reluctantly joins the witches against a slew of enemies: an Empire out to destroy his kind, ruthless dragon hunters, and a witch more powerful than any in existence.​​\n\nCan they fight all this and save themselves, or will his new allies succumb to the dragon’s curse…?", "stripe_price_id": "price_1OYphUBC2mcEPes8fGwpc1N8", "stripe_prodcut_id": "prod_PNatOveSqnu9ZY", "stripe_taxcode_id": "txcd_99999999"}, "a4u6b": {"sku": "a4u6b", "price": 45, "title": "Horgihugh And Friends", "region": "USA", "languages": "EN,JA", "publisher": "Aksys Games", "genres": ["action", "adventure"], "content": "Shoot down 16-bit bad guys in Horgihugh and Friends!\n\nAt the end of a brutal war, countries decided to dismantle their weapons. When the Gozareans attack, two retired pilots realize their trusty vintage fighter planes are the only means of combating the alien’s powerful weapon-nullifying technologies. Taking to the skies, Hugh and Figaro are the world’s last wings of hope.", "stripe_price_id": "price_1OYphUBC2mcEPes8CXOhY4t1", "stripe_prodcut_id": "prod_PNatBXnKwzPjvF", "stripe_taxcode_id": "txcd_99999999"}, "a4taa": {"sku": "a4taa", "price": 15, "title": "Loop Hero", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,PT,JA,KO,ZHCN,RU", "publisher": "Devolver Digital", "genres": ["adventure", "role-playing", "strategy", "board game"], "content": "Infinite Adventure: Select from unlockable character classes and deck cards before setting out on each expedition along a randomly generated loop path. No expedition is ever the same as the ones before it\nPlan Your Struggle: Strategically place building, terrain, and enemy cards along each loop to create your own dangerous path. Find balance between the cards to increase your chances of survival while recovering valuable loot and resources for your camp\nLoot and Upgrade: Strike down menacing creatures, recover stronger loot to equip on the fly and unlock new perks along the way\nExpand Your Camp: Turn hard-earned resources into campsite upgrades and gain valuable reinforcements with each completed loop along the expedition path\nSave the Lost World: Overcome a series of unholy guardian bosses over a grand saga to save the world and break the time loop of the Lich", "stripe_price_id": "price_1OYphVBC2mcEPes8vIoDSYHX", "stripe_prodcut_id": "prod_PNatieSTAhv03A", "stripe_taxcode_id": "txcd_99999999"}, "a2qka": {"sku": "a2qka", "price": 55, "title": "Golden Force", "region": "ALL", "languages": "EN", "publisher": "No Gravity Games", "genres": ["action", "adventure", "arcade", "platformer"], "content": "The King of Demons sets his sights on Muscle Island, a peaceful paradise where life is good and all is well. Yet this evil monster sends in his army and attacks the populace with the help of his Wasting their last coins in the island’s taverns, mercenaries from the powerful Golden Force enjoy their last moments of vacation when they receive a new contract: defeat this evil threat in order to win back the Gold Mountain now in the Demon King’s possession.\nWhere there’s gold and a promise of great battles,count on the Golden Force to save your skin!\n\nFeatures:\n– 4 worlds full of challenges.\n– 4 playable characters.\n– Tons of secret and obscured challenges for hardcore gamers.\n– Created with Old-School style difficulty.\n– Play solo or with a friend in 2 player co-op mode on one system.\n– Truly fearful “bosses”.\n\nLimited to 20,000 numbered copies + Certificate of authenticity Official game PixelHeart", "stripe_price_id": "price_1OYphVBC2mcEPes8MNjMK6v6", "stripe_prodcut_id": "prod_PNatNV2APRYvHP", "stripe_taxcode_id": "txcd_99999999"}, "a3yna": {"sku": "a3yna", "price": 10, "title": "Slime Rancher: Plortable Edition", "region": "ALL", "languages": "EN,FR,DE,ES,PT,SE,JA,KO,ZHCN,RU", "publisher": "Monomi Park", "genres": ["adventure", "simulation"], "content": "Slime Rancher is the tale of Beatrix LeBeau, a plucky, young rancher who sets out for a life a thousand light years away from Earth on the ‘Far, Far Range’ where she tries her hand at making a living wrangling slimes.\n\nIncludes the Secret Style Pack DLC!\n\n-Grow crops and raise chickadoos to feed your collection of hungry slimes.\n-Complete daily requests from other ranchers to get bonus rewards.\n-Earn money to upgrade your vacpack, build more corrals, or expand your ranch.\n-Use Slime Science to find rare resources, craft decorations, and create gadgets that will help you on your adventures.\n-Explore a sprawling world loaded with lots of secrets and hidden treasures.", "stripe_price_id": "price_1OYphWBC2mcEPes893Q5TkQ9", "stripe_prodcut_id": "prod_PNatFJ4DHjNySC", "stripe_taxcode_id": "txcd_99999999"}, "a3sda": {"sku": "a3sda", "price": 60, "title": "Metroid Prime Remastered", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,JA,KO,ZHTW,ZHCN", "publisher": "Nintendo", "genres": ["action", "adventure", "platformer", "first-person shooter"], "features": ["sale"], "content": "Suit up for an iconic adventure\n\nIntergalactic bounty hunter Samus Aran receives a distress signal from a wrecked frigate in orbit around planet Tallon IV. Upon investigation, the frigate reveals itself to be a Space Pirate research vessel home to terrifying genetic experiments using the mysterious Phazon substance. There, Samus encounters her nemesis, Meta Ridley, whom she pursues to the surface of Tallon IV. It’s up to her alone to explore the planet’s interconnected regions, investigate its dark secrets, and end the intergalactic threat posed by Phazon.\n\nExperience this critically acclaimed first-person adventure like never before with remastered visuals, audio, controls, and more.\n\nPlease note: This is an official Nintendo product packaged for U.A.E., Malaysia, and Singapore.", "stripe_price_id": "price_1OYphXBC2mcEPes8A7lxN5D4", "stripe_prodcut_id": "prod_PNatLr46rqedfh", "stripe_taxcode_id": "txcd_99999999"}, "a3uka": {"sku": "a3uka", "price": 10, "title": "Save me Mr Tako: Definitive Edition", "region": "ALL", "languages": "EN,FR", "publisher": "Limited Run Games", "genres": ["action", "adventure", "role-playing"], "content": "SWITCH LIMITED RUN #147\n\nDive into a great adventure in the classic handheld era!\n\nIn a world where humans and octopuses are at war, Tako is a pacifist little octopus who rescues a woman from drowning one stormy night. A fairy sees this act of bravery and grants him the ability to survive on land. As he travels across the world, Tako defies his family and his people to try to resolve conflicts between humans and octopuses, plunging him into the very roots of this dysfunctional world.\n\nTako will solve puzzles, turn enemies into platforms by spitting ink at them, explore mysterious dungeons and fight tenacious bosses on his mission to end the war between the undersea Octopus kingdom and the terrestrial Human realm. Will you help this brave octopus to spread his message of tolerance and teach both species to coexist in peace and unity?\n\nFeatures\n- 6 worlds and more than 50 levels to explore\n- 50 different hats that Tako can wear to gain special abilities\n- Extensive character dialogue with many unique and memorable NPCs\n- Side quests, puzzles, mini-games and 16 different dungeons to explore\n- Multiple selectable palettes to change the game’s color scheme\n\nDefinitive Edition Features\n- New difficulty modes and rebalancing of the original game\n- Hint System, Auto palette option and more quality of life improvements\n- Sound system to listen to the soundtrack composed by Marc-Antoine Archier\n- New border images and additional content", "stripe_price_id": "price_1OYphYBC2mcEPes8rQtnOztX", "stripe_prodcut_id": "prod_PNatkdlHfyzuE0", "stripe_taxcode_id": "txcd_99999999"}, "a4t3a": {"sku": "a4t3a", "price": 15, "title": "Hello Neighbor 2", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,PT,JA,KO,ZHTW,ZHCN,RU,CZ,PL", "publisher": "tinyBuild Games", "genres": ["action", "adventure", "puzzle"], "content": "Hello Neighbor 2 is the sequel to the popular stealth horror game about sneaking into your creepy neighbor's house. You play as a local journalist investigating missing person reports when you follow a series of clues leading you back to the abandoned house of The Neighbor.\n\nThe only problem is, that it's occupied by a mysterious crow-like being. The only logical thing to do is break in. Welcome back to Raven Brooks.", "stripe_price_id": "price_1OYphYBC2mcEPes8jZDOpcox", "stripe_prodcut_id": "prod_PNatnp1sk1k3iQ", "stripe_taxcode_id": "txcd_99999999"}, "a3aye": {"sku": "a3aye", "price": 45, "title": "Mail Mole - Collector's Edition", "region": "ALL", "languages": "EN,FR,DE,ES,IT,RU", "publisher": "SelectaPlay", "genres": ["platformer"], "content": "We are presenting our new hero, Molty, the mail mole! Moving underground, climbing massive walls and soaring through the skies, there’s no place our hero can’t reach! Traveling with Cannon Lines, Molty must overcome the most complicated challenges to reach Carrotland‘s furthest mailboxes: bottomless pits, quicksands, avalanches, floating platforms, sharp spikes... a tough road. But when the power is out, you can’t send an email! Embark on an adventure that will force you to make the most important delivery of your life.\n\nAnd exclusive to this edition - Mail Mole: Virtual Missions. Package delivery to Innovation Valley takes an unexpected turn when the famous inventor Sophie asks Molty to test the Virtual Reality game she's developing. Trapped in a prototype full of challenges, traps, and dangerous bugs, our favorite Mail Mole will have to work really hard to overcome the missions Sophie has designed and return to the real world.", "stripe_price_id": "price_1OYphZBC2mcEPes8HZT4N6lh", "stripe_prodcut_id": "prod_PNatUfJu2M99kX", "stripe_taxcode_id": "txcd_99999999"}, "a4kya": {"sku": "a4kya", "price": 55, "title": "Doom: The Classics Collection", "region": "ALL", "languages": "EN,FR,DE,ES,IT", "publisher": null, "genres": ["action", "shooter"], "content": "Limited Run # 102\n Includes three classic DOOM games preserved on one cartridge - DOOM, DOOM II, and DOOM 3! No game downloads required. These classic games popularized the first-person shooter and allow players to wield an arsenal of powerful weapons as you battle demon hordes on Mars, on Earth, and across Hell. DOOM: You’re one of Earth’s toughest marines stationed on mars when a military experiment opens the gates to hell. It’s up to you to beat back the demon hordes with an arsenal of brutal weapons in DOOM, the game that pioneered the first-person shooter genre and changed video games forever. DOOM II: The beloved sequel to the groundbreaking DOOM (1993), DOOM II sends you to Earth, gives players the brutal Super Shotgun to bear against deadlier demons, and makes you face an iconic boss, the Icon of Sin. DOOM 3: In this critically acclaimed action-horror re-telling of the original DOOM, players battle their way through a dimly-lit and terrifying, demon-infested UAC facility on Mars before entering the abyss to battle Hell's mightiest warrior.", "stripe_price_id": "price_1OYphZBC2mcEPes8KtOwhRrq", "stripe_prodcut_id": "prod_PNatYvEuEXxkW9", "stripe_taxcode_id": "txcd_99999999"}, "a2jya": {"sku": "a2jya", "price": 25, "title": "Kirby's Return to Dream Land Deluxe", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,PT,JA,KO,ZHTW,ZHCN", "publisher": "Nintendo", "genres": ["action", "platformer"], "content": "The tough puff Kirby is back for a 4-player* platforming adventure. Copy enemies’ abilities and use their power to attack with a sword, wield a whip, and float with a parasol. You can also laser blast with the new Mecha Copy Ability that makes a series debut! The extra muscle will be handy in finding missing pieces for Magolor’s ship, which crash landed on Planet Popstar. Float and fight along with friends on the same system, where each player can control another Kirby or one of Kirby’s iconic friends like King Dedede, Meta Knight, and Bandana Waddle Dee.\n\nTake a break from the adventure and play subgames with friends\n\nPlay attractions built around returning subgames like Samurai Kirby as well as some brand-new ones like Magolor’s Tome Trackers. Bring along up to 3 additional friends on a detour from the adventure as you compete on the same system* and share the fun together!", "stripe_price_id": "price_1OYphaBC2mcEPes8FjnMjHtG", "stripe_prodcut_id": "prod_PNatDMVhyUNgZP", "stripe_taxcode_id": "txcd_99999999"}, "a2gla": {"sku": "a2gla", "price": 25, "title": "Nickelodeon All-Star Brawl", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL", "publisher": "GameMill Entertainment", "genres": ["action", "fighting", "2d fighting"], "content": "Brawl it out as your favorite Nickelodeon characters in bombastic platform battles! With a power-packed cast of heroes from the Nickelodeon universe, face-off with all-stars from SpongeBob SquarePants, Teenage Mutant Ninja Turtles, The Loud House, Danny Phantom, Aaahh!!! Real Monsters, The Wild Thornberrys, Hey Arnold!, Rugrats, and more to determine ultimate animation dominance. With unique move sets and attacks inspired by their personalities, each character has an individual style of play enabling endless action for Nickelodeon’s legion of fans. Select your favorite and then let the intense brawls begin with online and local multiplayer action.\n\n• Playable characters include SpongeBob, Lincoln Loud, Ninja Turtles Michelangelo and Leonardo, Oblina from Aaahh!!! Real Monsters, Invader Zim, and many more!\n• 20 themed levels like Jellyfish Fields from the SpongeBob SquarePants series, Technodrome from Teenage Mutant Ninja Turtles series, plus many more!\n• Each character offers a completely different and innovative playstyle and move set drawn from their lovable personalities\n• Battle your friends locally with up to 4 players simultaneously or in online competitive multiplayer\n\n© 2021 Viacom International Inc. All Rights Reserved. Nickelodeon, Aaahh!!! Real Monsters, Avatar: The Last Airbender, CatDog, Danny Phantom, Hey Arnold!, Invader Zim, The Legend of Korra, The Loud House, The Ren &amp; Stimpy Show, Rugrats, SpongeBob SquarePants, Teenage Mutant Ninja Turtles, The Wild Thornberrys and all related titles, logos and characters are trademarks of Viacom International Inc. Danny Phantom marketed by Shout! Factory LLC, 1640 S. Sepulveda Blvd. Suite 400, Los Angeles, CA 90025. All Rights Reserved. Created by Butch Hartman. Rugrats created by Klasky Csupo. SpongeBob SquarePants Created by Stephen Hillenburg. © 2021 GameMill Entertainment, LLC. All rights reserved. GameMill Entertainment is a registered trademark of GameMill Entertainment, LLC.", "stripe_price_id": "price_1OYphbBC2mcEPes8LPMczdpt", "stripe_prodcut_id": "prod_PNatHw564DAgaL", "stripe_taxcode_id": "txcd_99999999"}, "a4nxa": {"sku": "a4nxa", "price": 30, "title": "DreamWorks Dragons: Legends of The Nine Realms", "region": "ALL", "languages": "EN,FR,DE,ES,IT,NL,PT,SE,DK,NO,FI,AR,JA,KO,ZHCN,PL", "publisher": "Outright Games", "genres": ["action", "adventure", "role-playing"], "content": "Unleash your inner dragon and fly beyond the Hidden World, on your fiery adventure to rescue Thunder’s family and save the dragon kingdoms!\n\nFeel the wind against your scales as you soar and dive through unexplored realms. Use your speed, tail, and claws to defeat the worthy foes and gigantic dragon bosses that stand in your way. Level up Thunder and his friends to become the ultimate dragon heroes by choosing new unlockable skills and powers.\n\nOnly you can bring peace back to the inter-connected realms of ice, fire, darkness, and beyond. Stoke the flames in your chest and take to the skies – the future of the Night Lights, and all dragon kind, is depending on you!\n\nBE A DRAGON – Experience the freedom of flight and the power of Thunder.\n\nBUILD YOUR CHARACTER – Level up the dragons for speed, strength, or intelligence as your experience grows.\n\nUNLOCK NEW HEROES – Play as Plowhorn, Wu &amp; Wei, and Feathers. Switch freely between dragons.", "stripe_price_id": "price_1OYphbBC2mcEPes8lQospxqs", "stripe_prodcut_id": "prod_PNatLiWlPbMOW1", "stripe_taxcode_id": "txcd_99999999"}, "a2g7a": {"sku": "a2g7a", "price": 30, "title": "Mario + Rabbids: Sparks of Hope", "region": "USA,EUR", "languages": "EN,FR,DE,ES,IT,NL,PT,RU", "publisher": "Ubisoft", "genres": ["strategy"], "content": "Team up with Mario, Luigi, Princess Peach, Rabbid Peach, Rabbid Luigi, and their friends on a galactic journey to defeat a malevolent entity and save your Spark companions. Explore planets throughout the galaxy as you uncover mysterious secrets and compelling quests!\n\n•Build your dream team with three heroes from an eclectic roster of nine.\n•Take down all new bosses, along with some familiar enemies throughout the galaxy.\n•Rescue the adorable Sparks throughout the galaxy, who provide distinct powers that will help you in battle.\n•Unleash your heroes' skills but be strategic as you dash your enemies, team jump on your allies, and hide behind covers.", "stripe_price_id": "price_1OYphcBC2mcEPes8ACvOfja1", "stripe_prodcut_id": "prod_PNatsUSs6Hvv8X", "stripe_taxcode_id": "txcd_99999999"}, "a3pga": {"sku": "a3pga", "price": 5, "title": "Aztech Forgotten Gods", "region": "ALL", "languages": "EN,FR,DE,ES,IT,RU", "publisher": "Lienzo", "genres": ["action", "adventure"], "content": "Aztech Forgotten Gods is the cyber-stone action-adventure following Achtli, a young woman who battles the colossal Forgotten Gods. To uncover the truth behind her far-future Mesoamerican metropolis, she'll have to turn the Gods' power against them, as she soars through the city with power and grace.", "stripe_price_id": "price_1OYphcBC2mcEPes8e1oiy7Y0", "stripe_prodcut_id": "prod_PNatoYcbbUj58U", "stripe_taxcode_id": "txcd_99999999"}}